{
    "text": " Early life and education Sir Robbie Paul Gibb (born September 1964) is a British public relations professional and former political advisor and broadcast journalist. Career He is the brother of Conservative MP Nick Gibb. After graduating from Royal Holloway, University of London, he pursued a career as a journalist with his first role as a political researcher at the BBC. He then became chief of staff for Conservative MP Francis Maude in the late 1990s. Gibb returned to the BBC in 2002 as the deputy political editor of Newsnight and went on to edit various television programmes including Daily Politics, The Andrew Marr Show, and This Week. He was Prime Minister Theresa May's Downing Street Director of Communications between 2017 and 2019. Gibb then became a senior advisor for the public relations consultancy Kekst CNC. He joined the BBC Board as a non-executive director in 2021. Personal life Gibb was raised in the West Yorkshire cities of Leeds and Wakefield. He studied Economics and Public Administration at Royal Holloway, University of London. In his youth, Gibb and his brother Nick were recruited and trained by the National Alliance of Russian Solidarists, a right-wing Russian anticommunist organisation.Guy Joseph Bonnet (June 10, 1773  January 9, 1843) was a Haitian historian and a major general of the Army of the Republic of Haiti. He was one of the signers of the Haitian Act of Independence, which formally declared Haiti independent from French colonial rule. He is known for his historical book Souvenirs Historiques (Historical Memories), published posthumously in 1864. Notable prisoners Cessnock Correctional Centre, an Australian minimum and maximum security prison for males, is located in Cessnock, New South Wales. The centre is operated by Corrective Services NSW an agency of the Department of Justice of the Government of New South Wales. The centre detains sentenced and unsentenced felons under New South Wales and/or Commonwealth legislation. See also Facilities were significantly updated during 2012, including the completion of Australia's first purpose-built maximum security sex offenders unit; built at a cost of A$97 million. The centre serves as the reception prison for the Newcastle and Hunter Region. References  Ext Description Microdrillia patricia is a species of sea snail, a marine gastropod mollusk in the family Borsoniidae. Distribution The small, claviform shell has a maximum length of 6mm and a width of 2.1mm. The protoconch contains at least 6 whorls and the teleoconch 5 convex whorls. The protoconch has 1516 axial ribs on its penultimate whorl and 21 to 24 ribs on its last whorl. The collabral threads are strong. On the base of the body whorl one can see 7 to 9 spiral lirae. The aperture is oblong. The siphonal canal is short. References This marine species occurs from the Gulf of Oman to continental shelf of Western Transkei, South Africa Ext",
    "Robbie Gibb": " Early life and education Sir Robbie Paul Gibb (born September 1964) is a British public relations professional and former political advisor and broadcast journalist. Career He is the brother of Conservative MP Nick Gibb. After graduating from Royal Holloway, University of London, he pursued a career as a journalist with his first role as a political researcher at the BBC. He then became chief of staff for Conservative MP Francis Maude in the late 1990s. Gibb returned to the BBC in 2002 as the deputy political editor of Newsnight and went on to edit various television programmes including Daily Politics, The Andrew Marr Show, and This Week. He was Prime Minister Theresa May's Downing Street Director of Communications between 2017 and 2019. Gibb then became a senior advisor for the public relations consultancy Kekst CNC. He joined the BBC Board as a non-executive director in 2021. Personal life Gibb was raised in the West Yorkshire cities of Leeds and Wakefield. He studied Economics and Public Administration at Royal Holloway, University of London. In his youth, Gibb and his brother Nick were recruited and trained by the National Alliance of Russian Solidarists, a right-wing Russian anticommunist organisation.",
    "Guy Joseph Bonnet": "Guy Joseph Bonnet (June 10, 1773  January 9, 1843) was a Haitian historian and a major general of the Army of the Republic of Haiti. He was one of the signers of the Haitian Act of Independence, which formally declared Haiti independent from French colonial rule. He is known for his historical book Souvenirs Historiques (Historical Memories), published posthumously in 1864.",
    "Cessnock Correctional Centre": " Notable prisoners Cessnock Correctional Centre, an Australian minimum and maximum security prison for males, is located in Cessnock, New South Wales. The centre is operated by Corrective Services NSW an agency of the Department of Justice of the Government of New South Wales. The centre detains sentenced and unsentenced felons under New South Wales and/or Commonwealth legislation. See also Facilities were significantly updated during 2012, including the completion of Australia's first purpose-built maximum security sex offenders unit; built at a cost of A$97 million. The centre serves as the reception prison for the Newcastle and Hunter Region. References  Ext",
    "Microdrillia patricia": " Description Microdrillia patricia is a species of sea snail, a marine gastropod mollusk in the family Borsoniidae. Distribution The small, claviform shell has a maximum length of 6mm and a width of 2.1mm. The protoconch contains at least 6 whorls and the teleoconch 5 convex whorls. The protoconch has 1516 axial ribs on its penultimate whorl and 21 to 24 ribs on its last whorl. The collabral threads are strong. On the base of the body whorl one can see 7 to 9 spiral lirae. The aperture is oblong. The siphonal canal is short. References This marine species occurs from the Gulf of Oman to continental shelf of Western Transkei, South Africa Ext"
}