{
  "badgers": 50259,
  "bollinger": 50258,
  "brooks": 50257,
  "bruins": 50272,
  "chris": 50265,
  "cory": 50278,
  "evans": 50277,
  "fargo": 50268,
  "featured": 50264,
  "freddie": 50267,
  "griffin": 50270,
  "mitchell": 50279,
  "paus": 50275,
  "quarterback": 50276,
  "receiver": 50274,
  "references": 50266,
  "responded": 50263,
  "threw": 50273,
  "touchdown": 50262,
  "ucla": 50260,
  "uclas": 50261,
  "wells": 50269,
  "wisconsin": 50271
}
