{
  "19th": 50344,
  "<unk>": 50257,
  "@,@": 50260,
  "@-@": 50258,
  "@.@": 50259,
  "A.": 50347,
  "Battalion": 50320,
  "Brigade": 50330,
  "Carey": 50322,
  "County": 50294,
  "Cup": 50310,
  "Division": 50273,
  "Dylan": 50278,
  "Federer": 50325,
  "Island": 50351,
  "Kingdom": 50304,
  "Missouri": 50350,
  "No.": 50331,
  "U.S.": 50292,
  "Wales": 50332,
  "across": 50284,
  "addition": 50312,
  "aircraft": 50335,
  "appearance": 50337,
  "appeared": 50308,
  "areas": 50289,
  "attempt": 50342,
  "became": 50261,
  "become": 50274,
  "began": 50263,
  "believed": 50321,
  "brought": 50329,
  "came": 50270,
  "career": 50269,
  "caused": 50295,
  "characters": 50296,
  "completed": 50303,
  "considered": 50268,
  "construction": 50298,
  "continued": 50271,
  "critics": 50315,
  "decided": 50319,
  "died": 50291,
  "earlier": 50338,
  "eastern": 50318,
  "elements": 50327,
  "eventually": 50316,
  "featured": 50334,
  "followed": 50307,
  "following": 50264,
  "further": 50276,
  "gave": 50277,
  "generally": 50324,
  "highway": 50333,
  "himself": 50285,
  "however": 50275,
  "hurricane": 50313,
  "included": 50266,
  "increased": 50355,
  "island": 50309,
  "least": 50306,
  "located": 50301,
  "miles": 50287,
  "moved": 50267,
  "northern": 50345,
  "noted": 50282,
  "novel": 50305,
  "operations": 50340,
  "originally": 50311,
  "others": 50297,
  "performed": 50286,
  "poem": 50323,
  "possible": 50346,
  "praised": 50352,
  "previous": 50290,
  "previously": 50356,
  "reached": 50281,
  "remained": 50300,
  "remains": 50353,
  "returned": 50280,
  "saying": 50348,
  "scored": 50302,
  "several": 50262,
  "songs": 50272,
  "southern": 50314,
  "taken": 50317,
  "television": 50288,
  "throughout": 50283,
  "took": 50265,
  "tour": 50336,
  "towards": 50326,
  "troops": 50341,
  "tropical": 50279,
  "various": 50293,
  "victory": 50339,
  "wanted": 50343,
  "weeks": 50328,
  "whom": 50349,
  "winds": 50354,
  "’": 50299
}
